Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: This is a task usually assigned to muses for continuous oversight.
fr_fr: C'est une tâche générallement affectées aux muses pour une supervision continue.

source: Whenever such data arises, the gamemaster secretly makes a Research Test, modified by the obscurity of the topic.
fr_fr: Lorsque de telles données apparaissent, le maître de jeu fait secrètement un test de Recherche, modifié par l'exposition du sujet.

source: If successful, the update is noted.
fr_fr: Si il est réussit, la mise à jour est signalé.

source: If not, it is missed, though the gamemaster may allow another test if and when the topic reaches a wider range of circulation or interest.
fr_fr: Si non, elle est raté, bien que le maître de jeu peut autoriser un autre test si et quand le sujet atteint une audience plus large.

source: It is important to remember that not everything can be found online.
fr_fr: il est iportant de garder en tête que tout ne peut pas être trouvé en ligne.

source: Some data may only be acquired (or may be more easily gotten) by asking the right people (see Networking, p.
fr_fr: Certaines données ne peuvent être acquises (ou obtenus plus facilement) qu'en demandent aux bonnes eprsonnes (voire Réseaux, p.

source: Information that is considered private, secret, or proprietary will likely be stored away behind VPN firewalls, in off-mesh hardwired networks, or in private and commercial archives.
fr_fr: L'information qui est considérée comme privée, secrète ou propriétaire sera probablement stockée à l'abri, derrière des parefeu et des VPN, dans des réseaux filaire coupés du mesh ou dans des archives privées et commerciales.

source: This would require the character to gain access to such networks in order to get the data they need (assuming they even know where to look).
fr_fr: Cela nécessite du personnage qu'il obtienne l'accès à de tels réseaux afin d'obtenir les données dont ils ont besoins (en partant du principe qu'ils savent ou chercher).

source: It's worth noting that some entities send out AIs into the mesh with the intent of finding and erasing data they'd rather hide, even if this requires hacking into systems to alter such information.
fr_fr: Il faut noter que certaines entités envoient des IA dans le mesh avec le but de trouver et effacer des données qu'ils préfèreraient dissimuler, même si cela nécessite de pirater un système pour altérer de telels informations.

source: Scanning, Tracking, And Monitoring
fr_fr: Analyser, Pister et Supeviser

source: Most users leave traces of their physical and digital presence all throughout the mesh.
fr_fr: La plupart des utilisateurs laissent des traces de leur présence physique et numérique à travers le mesh.

source: Accounts they access, devices with which they interact, services they use, entoptics they perceive—all of these keep logs of the event, and some of these records are public.
fr_fr: Les comptes auxquels ils accèdent, les appareils avec lesquels ils interagissent, les services qu'ils utilisent, les entoptiques qu'ils perçoivent - tout cela laisse des enregistrements, et certains sont publics.

source: Simply passing nearby some devices is enough to leave a trail, as near-field radio interactions are often logged.
fr_fr: Simplement passer à proximité d'un appareil est suffisant pour laisser une trace, vu que les interactions radio en champ proche sont souvent enregistrées.

source: This electronic datatrail can be used to track a user, both to ascertain their physical location or to note their online activities.
fr_fr: Cette pistes léectronique peut être utilisée pour pister un utilisateur, à la fois pour édterminer leur localisation physique et pour noter leur activités en-ligne.

source: To interface with a wireless device or network, whether to establish a connection or for other purposes, the target device/network must be located first.
fr_fr: Pour s'interfacer avec un appareil ou un réseau sans-fil, que ce soit pour établir une connexion ou pour d'autres objectifs, le réseau/appareil cible doit dabord être localisé.

source: To locate an active node, it's wireless radio transmissions must be detected.
fr_fr: Pour localiser un nœud active, ses transmissions sans-fil doivent d'abord être détectées.

source: Most wireless devices automatically scan for other devices in range (see Radio and Sensor Ranges, p.
fr_fr: La plupart des appareils sans scannent analysent leur environnement à la recherche d'autres appareils à portée (voir Portée de Signal et de Capteur, p.

source: 299) as a matter of course, so no test is required.
fr_fr: 299) en comportement standard, et aucun test n'est nécessaire.

source: This means that it's trivial for any character to pull up a list of the wireless devices and networks around them, along with associated mesh IDs.
fr_fr: Cela veut dire qu'afficher une liste de tous les appareils et réseaux sans fil dans le coin, aisni que les ID mesh associés est une tâche triviale pour tous les personnages.

source: Likewise, a muse or device can be instructed to alert the user when a new signal (or a specific user) comes into range.
fr_fr: De même, une muse ou un appareil peut avoir pour instruction d'alerter l'utilisateur lorsqu'un nouveau signal (ou un utilisateur spécifique arrive à portée.

source: Detecting stealth signals (p.
fr_fr: Détecter des signaux furtifs (p.

source: 252), however, is a bit more challenging.
fr_fr: 252) est cependant un peu plus difficile.

source: To detect a stealthed signal, the scanning party must actively search for such signals, taking a Complex Action and making an Interfacing Test with a –30 modifier.
fr_fr: Pour détecter un signal dissimulé, le groupe analysant les signaux doit effectuer une recherche active pour de tels signaux, tâche qui nécessite une Action Complexe et de faire un Test d'Interface avec un modificateur de -30.

source: If successful, they detect the hidden emissions If the character aiming for stealth engages in active countermeasures, also requiring a Complex Action, then an Opposed Interfacing Test is called for (with the –30 modifier still applying to the scanning party).
fr_fr: Si le test est une réussite, l'émission cachée est détectée. Si le personnage cherchant à dissimuler son signal utilise des contre mesure active, nécessitant également une Action Complexe, un Test en Opposition d'Interface est demandé (avec le modificateur de -30 s'appliquant toujours au groupe d'analyse).

source: For covert devices that are only transmitting in short bursts, wireless detection is only possible during the short period the burst transmission is being made.
fr_fr: pour les appareils furtifs qui n'émettent que lors de fenêtres trés courtes, la détection sans-fil n'est possible que pendant les phases de transmission.

source: Many users willingly allow themselves to be physically tracked via the mesh.
fr_fr: Beaucoup d'utilisateurs rendent volontairement possible le fait d'être physiquement suivi via le mesh.

source: To them, this is a useful feature— it allows their friends to find them, their loved ones to know where they are, and for authorities to come to their aid in the event of some emergency.
fr_fr: de leur point de vue, c'est une fonction trés utile - cela permet à leurs amis de les trouver, leur moitié sait où ils osnt et les autprités peuvent venir les aider en cas d'urgence.

source: Finding their location is simply a matter of looking them up in the local directory, no test required (assuming you know who they are).
fr_fr: Trouver leur position n'est qu'une question de chercher dans l'annuaire local, aucun tet n'est nécessaire (du moment que vous savez qui ils sont).

source: Mesh positioning is accurate to within 5 meters.
fr_fr: Le positionnement par le mesh a une précision de 5 mètres.

source: Once located, the position of the target can be monitored as they move as long as they maintain an active wireless connection to the mesh.
fr_fr: Une fois repéré, la position de la cible peut être suivi lorsqu'elle se déplace tant qu'lle maintien une connection sans-fil active au mesh.

source: An unknown user's physical location can also be tracked via their online mesh activity—or more specifically by their mesh ID (p.
fr_fr: La localisation physique d'un utilisateur inconnu peut également être suivi par son activité en-ligne - ou plus précisément par son ID mesh (p.

source: Network security will often trace intruders this way and then dispatch security squads to bring them in.
fr_fr: Les mesures de sécurité des réseaux traceront souvent les intrus de cette manière puis renverrons des guardes de sécurité sur palce pour les arréter.

source: To track an unknown user by their mesh ID alone requires a Research Test.
fr_fr: Pour pister un utilisateur inconnu uniquement grâce à son ID mesh nécessite un test de Recherche.

source: If successful, they have been tracked to their current physical location (if still online) or last point of interaction with the mesh.
fr_fr: S'il est réussi, la cible a été pistée jusqu'à leur localisation physique (si elle esttoujours en ligne) ou au dernier point d'interaction avec le mesh.

source: If the character is in privacy mode (p.
fr_fr: Si la cible est en mode privé (p.

source: 252), a –30 modifier applies.
fr_fr: 252), appliquez un modificateur de -30.

source: Given the existence of so many spimes and public cameras and sensors, people may also be tracked by their facial profile alone using facial recognition software This software scans accessible video feeds and attempts to match it to a photo of the target.
fr_fr: Étant donné l'existence de de tant de spimes et de caméras et capteurs publics, les personnes peuvent également être pistées uniquement par leur profil facial en utilisant des logiciels de reconnaissance faciale. Ces logiciels analysent les flux vidéo disponibles et tentent de les faire correspondre à une photo de la cible.

source: Given the sheer volume of cameras, however, and the typical range of false-positives and false-negatives, finding the target often boils down to luck.
fr_fr: Étant donné le nombre impressionant de caméra et le nombre élevé de faux-positifs et de faux-négatifs, trouver une cible se réduit souvent à de la chance pure.

source: Priority can be given to cameras monitoring major thoroughfares, to narrow the search, but this risks missing the target if they avoid heavy traffic areas.
fr_fr: La priorité peut être données aux caméras de surveillance des artères principales, pour réduire les recherche, mais le risque de rater la cible augmente si elle évite les zones de fort traffic.

source: The success of searches of this nature is best left to gamemaster fiat, but a Research Test can also be called for, modified appropriately by the range of the area being watched, whenever there is a chance the target may be spotted.
fr_fr: La réussite des recherches de ce type est souvent laissé à l'appréciation du maîþre de jeu, mais un Test de Recherche peut aussi être demandé, modifié de manière approprié par la taille de la zone surveillé, lorsqu'il y a une chance que la cible soit repérée.

source: Other biometric signatures may also be used for tracking this way, though these are usually less available than cameras: thermal signatures (requires infrared cameras), walking gait, scent (requires olfactory sensors), DNA (requires DNA scanners), etc.
fr_fr: D'autres signatures biométriques peuvent être utilisée pour pister un utilisateur de cette façon, bien qu'elle soient généralement moins disponible que les caméras: les signatures thermiques (nécessite des caméras infrafrouges), la démarche, les odeurs (éncessite des capterus olfactifs), l'ADN (nécessite des scanneurs d'ADN), etc.

source: Each biometric scan requires a separate type of software.
fr_fr: Chaque analyse biométrique nécessite un type de logiciel différent.

source: Tracking someone's online activities (meshbrowsing, entoptic interactions, use of services, messaging, etc.) is slightly more difficult, depending on what exactly you're after.
fr_fr: Suivre l'activité nuémrique de quelqu'un (surf sur le mesh, intractiosn entoptique, utilisation de service, messagerie, etc.) est un peu plus difficile et dépend de ce que vous recherchez exactement.

source: Gathering information on a user's public mesh activities—social network profiles, public forums posts, public lifelogging, etc.—is handled just like standard online research (p.
fr_fr: Rassembler de l'information sur l'activité publique d'un utilisateur - profils de réseaux sociaux, messages de forums, lifelog public, etc. - est géré comme toute recherche en-ligne standard (p.

source: A more investigate search can attempt to use the target's mesh ID (p.
fr_fr: Une recherche plus approfondie peut être tentée en se servant de l'ID mesh de la cible (p.

source: 246), using it as a sort of digital fingerprint to look up where else they've been online.
fr_fr: 246), l'utilisant comme une empreinte numérique pour trouver les autres endroits en ligne qu'elle a fréquenté.

source: This primarily involves checking access/transaction logs, which are not always publicly accessible.
fr_fr: Cela implique principalement de vérifier les journaux d'accès/de transaction, qui ne sont pas toujours accessible au public.

source: This sort of search requires a Research Test, handled as a Task Action with a timeframe of 1 hour.
fr_fr: Ce type de recherche nécessite un test de Recherche, géré par une Action de Tâche avec un intervalle d'1 heure.

source: Wireless radio traffic is broadcast through the air (or space), meaning that it can be intercepted by other wireless devices.
fr_fr: Le traffic radio sans-fil est diffusé à travers l'air (ou l'espace), ce qui veut dire qu'il peut être intercepté par d'autre appareils sans fil.

source: ``Sniffing'' involves the capture and analysis of data traffic flowing through the wireless mesh.
fr_fr: "Écouter" nécessite de capturer et d'analyser le traffic de donnée circulant à travers le mesh sans-fil.

source: To eavesdrop on wireless communications, you need a sniffer program (p.
fr_fr: Pour écouter des communications sans-fil, vous avez besoin d'un programme d'écoute (p.

source: 331) and you must be within radio range (p.
fr_fr: 331) et vous devez être à portée de signal (p.

source: 299) of the target (alternately, you can access a device that is within radio range of the target, and sniff from that location).
fr_fr: 299) de la cible (ou vous pouvez accéder à un appareil qui est à portée de signal de la cible, et écouter le traffic depusi cet endroit).

source: To capture the information you must succeed in an Infosec Test.
fr_fr: Pour capturer de l'information vous devez réussir un Test d'Infosec.

source: If successful, you capture data traffic from any targeted devices in range.
fr_fr: En cas de réussite, vous capturez du traffic de donnée depuis tout appareil ciblé à portée.

source: Note that sniffing does not work on encrypted traffic (including VPNs and anything else using public key cryptography) as the results are gibberish.
fr_fr: L'écoute ne fonctionne pas sur du traffic chiffré (incluant les VPN et tout ce qui utilise du chiffrement à clef publique) le résultat ne donnant que du charabia.

source: Quantum encrypted communications cannot be sniffed.
fr_fr: Les communications protégé par du chiffrement quantique ne peuvent être écoutées.

source: Once you have the data, finding the information you're looking for can be a challenge.
fr_fr: Une fois que vous avez les données, trouver les informations que vous recherchez peut-être difficile.

source: Handle this as a standard Research Test (p.
fr_fr: Traitez cela comme un Test de Recherche standard (p.

source: Finally, a mesh ID may also be actively monitored to see what mesh activity it engages in.
fr_fr: Enfin, un ID mesh peut également être activement surveillé pour voir toutes les activités de mesh auquel il se livre.

source: This requires special sniffer software (p.
fr_fr: Cela nécessite un logiciel d'écoute particulier (p.

source: 331) and a Research Test.
fr_fr: 331) et un test de Recherche.

source: If successful, the monitoring will provide information on that user's public mesh activities (how much is determined by the gamemaster and the MoS), such as which sites they access, who they message, etc.
fr_fr: Si le test est une réussite, la surveillance fournira des informations sur l'activité de l'utilisateur sur le mesh public (la quantité d'information est déterminée par le maîþre de jeu et la MdR), tels que les sites visités, à qui ils envoient des messages, etc.

source: It will not, however, uncover anything that is encrypted (unless the encryption is broken) or anything that takes place on a VPN (unless the VPN is hacked first), though it will show that encrypted communications and/or VPN use are taking place.
fr_fr: Cela ne pourra pas révélé quoi que ce soit de chiffré (sauf si le chiffrement est cassé) ou qui se passe sur un VPN (sauf si le VPN est piraté d'abord), bien que cela montrera les communication non chiffrée et/ou les VPN utilisé.

source: Privacy And Anonymization
fr_fr: Intimité et Anonymat

source: Given how easily mesh activities are monitored, many users pursue privacy and anonymization options.
fr_fr: Étant donné la facilité avec laquelle els actiités sur le mesh sont surveillées, beaucoupd 'utilisateur cherchent à protéger leur vie privé et à être anonyme.

source: Characters who go into privacy mode hide their online presence and activities from others to a limited degree.
fr_fr: les personnage qui active le mode privé dissimulent aux autres leur présence en ligne et leurs activités jusu'à un certain degré.

source: The exact settings are adjustable, but typically involve masking their social profiles and presence to other users in the immediate vicinity, like having an unlisted phone number.
fr_fr: Les configurations exactes sont réglables, mais nécessitent typiquement de masquer les profils et la présence sociale aux autres utilisateurs dans el voisinnage immédiat, un peu comme avoir un téléphone en liste rouge.

source: Privacy mode can also be used to limit the use of mesh IDs and other data in access and transaction logs, applying a –30 modifier to attempts to research or track them by their online activity.
fr_fr: le mode privé peut aussi être utilisé pour limiter l'utilisation de l'ID mesh et d'autres données dans les journaux d'accès et de transactions, appliquant un modificateur de -30 à toute tentative de recherche ou de pistage par l'activité en-ligne.

source: Another tactic that can be taken for privacy is to stealth the wireless radio signals you emit.
fr_fr: Une autre tactique utilisée pour augmenter l'intimité est de dissuimuler les signaux radios que vous émettez.

source: This method uses a combination of spread-spectrum signals, frequency hopping, and modulation to make your radio transmissions harder to detect with scanning (p.
fr_fr: Cette méthode utilise une combinaison de signaux à large spectres, de saut de fréquence et de modulation pour rendre vos transimissions radios plus difficile à détecter par l'analyse (p.

source: Stealthing your signals is either a passive activity (Automatic Action, –30 modifier on Interface Tests to locate the signal) or an active one (Complex Action, requires an Opposed Test to locate).
fr_fr: Dissimuler votre signal est soit une activité passive (Action Automatique, modificateur de -30 aux Test d'Interface pour localiser le signal) soit une activité active (Action Complexe, nécessite un Test en Opposition pour vous localiser).

source: Anonymization takes the issue of privacy a bit further.
fr_fr: L'anonymat pousse le principe d'intimité un cran au dessus.

source: The user does not just hide their mesh ID, but they actively use false mesh IDs and take other measures to reroute and obfuscate their datatrail.
fr_fr: L'utilisateur ne fait pas que cacher son ID mesh, il utilise activement des ID mesh contrefaits et prend d'autre mesures pour rediriger et obscurcir leur piste de donnée.

source: Anonymization is a necessity both for clandestine operatives and those engaging in illicit mesh activities.
fr_fr: L'anonymat est une nécessité à la fois pour les agents clandestins et pour ceux qui se livrent à des activités illégales sur le mesh.

source: The easiest method of making mesh activities anonymous is to set your muse to supply false mesh IDs in online transactions.
fr_fr: L méthode la plus simple pour rendre anonyme une activité meshée est de configurer votre muse pour qu'elle fournisse de faux ID mesh lors des transactiosn en-ligne.

source: Though illegal in many jurisdictions this is an easy task for any character or muse to do.
fr_fr: Bien que ce soit illégal dans la plupart des juridictions c'est une tâche simple pour n'importe quel personnage ou muse.

source: Multiple false IDs are used, making it extremely difficult for anyone to tie all of the user's activities together.
fr_fr: Plusieurs ID contrefaits sont utilisés rendant extrêmement complexe la tâche de connecter toute l'activité sur le mesh d'un utilisateur.

source: This method makes it extremely difficult for anyone to track the user's online actions.
fr_fr: Cette méthode rend extrêmement difficle le pistage en ligne.

source: Someone attempting to track the character via these false mesh IDs must beat them in an Opposed Test, pitting their Research skill with a –30 modifier against the character's (or more likely, their muse's) Infosec skill.
fr_fr: Quelqu'un qui essaye de pister le personnage via ces ID mesh contrefaits doit d'abord le battre lors d'un Test en Opposition, opposant la compétence Recherche avec un modificateur de -30 contre la compétence Infosec de l'utilisateur (ou plus probablement de sa muse).

source: This is a Task Action with a base timeframe of 1 hour, adjusted higher according to the amount of activity they hope to track.
fr_fr: C'est une Action de Tâche avec un intervalle d'1 heure, ajusté en fonction de la quantité d'activité que le personnage espère tracer.

source: If successful, the tracker manages to dig together enough correlating evidence and records of false IDs to get a picture of the character's activities (how thorough this picture is depends on their MoS).
fr_fr: En cas de réussite, le pisteur réussit à corréler suffisament de rpeuve et d'enregistrements des fausse ID pour avoir un aperçu de l'activité du personnage (la précision de cet aperçu dépend de la MdR).

source: If the fail, the anonymous character has effectively camouflaged themselves in the mesh.
fr_fr: En cas d'échec, le personnae anonyme s'est camouflé efficacement dans le mesh.

source: Actively monitoring a character who is fluctuating their mesh ID with a sniffer program, or physically tracking them via the mesh, is next to impossible, as the continual shifting of IDs and intentional decoys make it too difficult to keep up.
fr_fr: Superviser activement un personnage dont l'ID mesh fluctue avec un programme d'écoute, ou le suivre physiquement via le mesh ets presqu'impossible puisque le changement continu d'ID et les leurres rendent l'ensemble trop difficile.

source: A number of people—not just criminals, hackers, and secret agents—have an interest in keeping some of their affairs anonymous.
fr_fr: Beaucoup de personne - pas seulement les criminels, les hackeurs et les agents secrets - ont intérêt à maintenir certaines de leurs affaires anonyme.

source: To meet this demand, various online service vendors offer anonymous accounts for messaging and credit transfers.
fr_fr: Pour satisfaire cette demande, divers vendeurs de servicel en ligne propose des comptes anonyme pour la messagerie les transferts de crédit.

source: Some of these vendors
fr_fr: Certains de ces vendeurs
